Repository: alma/alma-woocommerce-gateway
Catalog: src/languages/alma-gateway-for-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_pt

source: Sorry, your session has expired. <a href="%s" class="wc-backward">Return to shop</a>
de_de: Entschuldigung, Ihre Sitzung ist abgelaufen. <a href="%s" class="wc-backward">Zurück zum Shop</a>
es_es: Lo sentimos, su sesión ha expirado. <a href="%s" class="wc-backward">Volver a la tienda</a>
fr_fr: Désolé, votre session a expiré. <a href="%s" class="wc-backward">Retour à la boutique</a>
it_it: Siamo spiacenti, la sessione è scaduta. <a href="%s" class="wc-backward">Torna al sito</a>
nl_nl: Sorry, je sessie is verlopen. <a href="%s" class="wc-backward">Terug naar de shop</a>
pt_pt: Desculpe, a sua sessão expirou. <a href="%s" class="wc-backward">Regressar à loja</a>

source: Payment in installments via Alma
de_de: Ratenzahlung über Alma
es_es: Pago a plazos a través de Alma
fr_fr: Paiement en plusieurs fois via Alma
it_it: Pagamento a rate tramite Alma
nl_nl: Betaling in termijnen via Alma
pt_pt: Pagamento em prestações via Alma

source: Payment by credit card via Alma
fr_fr: Paiement par carte de crédit via Alma
it_it: Pagamento con carta di credito tramite Alma
nl_nl: Betaling met creditcard via Alma

source: Pay Later via Alma
fr_fr: Payez plus tard via Alma
it_it: Paga dopo con Alma
nl_nl: Betaal later via Alma

source: Unable to create order.
de_de: Auftrag kann nicht erstellt werden.
es_es: No se puede crear el pedido.
fr_fr: Impossible de créer une commande.
it_it: Impossibile creare un ordine.
nl_nl: Kan geen bestelling aanmaken.
pt_pt: Não é possível criar uma ordem.

source: Please read and accept the terms and conditions to proceed with your order.
de_de: Bitte lesen und akzeptieren Sie die allgemeinen Geschäftsbedingungen, um mit Ihrer Bestellung fortzufahren.
es_es: Por favor, lea y acepte los términos y condiciones para proceder con su pedido.
fr_fr: Veuillez lire et accepter les termes et conditions pour procéder à votre commande.
it_it: Per procedere con l'ordine, leggi e accetta i termini e le condizioni.
nl_nl: Lees en accepteer de algemene voorwaarden om door te gaan met je bestelling.
pt_pt: Por favor, leia e aceite os termos e condições para prosseguir com a sua encomenda.

source: Please enter an address to continue.
de_de: Bitte geben Sie eine Adresse ein, um fortzufahren.
es_es: Introduzca una dirección para continuar.
fr_fr: Veuillez saisir une adresse pour continuer.
it_it: Inserire un indirizzo per continuare.
nl_nl: Voer een adres in om verder te gaan.
pt_pt: Introduza um endereço para continuar.

source: Unfortunately <strong>we do not ship %s</strong>. Please enter an alternative shipping address.
de_de: Leider <strong>wir nicht versenden %s</strong>. Bitte geben Sie eine alternative Lieferadresse an.
es_es: Lamentablemente <strong>no realizamos envíos a %s</strong>. Introduzca una dirección de envío alternativa.
fr_fr: Malheureusement <strong>nous ne livrons pas %s</strong>. Veuillez indiquer une autre adresse de livraison.
it_it: Purtroppo <strong>non effettuiamo spedizioni %s</strong>. Si prega di inserire un indirizzo di spedizione alternativo.
nl_nl: Helaas <strong>verzenden wij hier niet %s</strong>. Voer een alternatief verzendadres in.
pt_pt: Infelizmente <strong>não efectuamos envios para %s</strong>. Por favor, introduza um endereço de envio alternativo.

source: No shipping method has been selected. Please double check your address, or contact us if you need any help.
de_de: Es wurde keine Versandart ausgewählt. Bitte überprüfen Sie Ihre Adresse, oder kontaktieren Sie uns, wenn Sie Hilfe benötigen.
es_es: No se ha seleccionado ningún método de envío. Por favor, compruebe su dirección o póngase en contacto con nosotros si necesita ayuda.
fr_fr: Aucune méthode d'expédition n'a été sélectionnée. Veuillez vérifier votre adresse ou nous contacter si vous avez besoin d'aide.
it_it: Non è stato selezionato alcun metodo di spedizione. Si prega di ricontrollare l'indirizzo o di contattarci se avete bisogno di aiuto.
nl_nl: Er is geen verzendmethode geselecteerd. Controleer je adres of neem contact met ons op als je hulp nodig hebt.
pt_pt: Não foi selecionado nenhum método de envio. Verifique novamente o seu endereço ou contacte-nos se precisar de ajuda.

source: The first customer payment has been triggered, as you updated the order status to "%s".
de_de: Die erste Kundenzahlung wurde ausgelöst, da Sie den Auftragsstatus auf "%s" aktualisiert haben.
es_es: El primer pago del cliente se ha activado, ya que ha actualizado el estado del pedido a "%s".
fr_fr: Le premier paiement du client a été déclenché, car vous avez mis à jour le statut de la commande à "%s".
it_it: Il primo pagamento del cliente è stato attivato, poiché hai aggiornato lo stato dell'ordine a "%s".
nl_nl: De eerste klantbetaling is getriggerd, omdat u de orderstatus hebt bijgewerkt naar "%s".
pt_pt: O primeiro pagamento do cliente foi acionado, ao atualizar o estádio da encomenda para "%s".

source: Refund will be operated directly with Alma.
de_de: Die Erstattung wird direkt mit Alma abgewickelt.
es_es: El reembolso será operado directamente con Alma.
fr_fr: Le remboursement sera opéré directement avec Alma.
it_it: Il rimborso sarà gestito direttamente da Alma.
nl_nl: Terugbetaling zal rechtstreeks met Alma worden geregeld.
pt_pt: O reembolso será efectuado directamente com a Alma.

source: Refund %s with Alma
de_de: Rückerstattung %s mit Alma
es_es: Reembolso %s con Alma
fr_fr: Remboursement %s avec Alma
it_it: Rimborso %s con Alma
nl_nl: Terugbetaling %s met Alma
pt_pt: Reembolso %s com Alma

source: Order fully refunded via Alma by %s.
de_de: Bestellung vollständig erstattet über Alma von %s.
es_es: Pedido totalmente reembolsado a través de Alma por %s.
fr_fr: Commande entièrement remboursée via Alma par %s.
it_it: Ordine completamente rimborsato via Alma da %s.
nl_nl: Bestelling volledig terugbetaald via Alma door %s.
pt_pt: Encomenda totalmente reembolsada via Alma por %s.

source: %1$s refunded %2$s with Alma.
de_de: %1$s erstattet %2$s mit Alma.
es_es: %1$s reembolsado %2$s con Alma.
fr_fr: %1$s remboursé %2$s avec Alma.
it_it: %1$s rimborsato %2$s con Alma.
nl_nl: %1$s terugbetaald %2$s met Alma.
pt_pt: %1$s reembolsado %2$s com Alma.

source: Alma partial refund error : %s.
de_de: Alma Fehler bei der partiellen Rückerstattung: %s.
es_es: Error de reembolso parcial de Alma : %s.
fr_fr: Erreur de remboursement partiel d'Alma : %s.
it_it: Errore di rimborso parziale Alma : %s.
nl_nl: Alma fout bij gedeeltelijke terugbetaling : %s.
pt_pt: Alma erro de reembolso parcial : %s.

source: To use this payment option, please ensure your order total meets the minimum amount required.
de_de: Um diese Zahlungsoption zu nutzen, vergewissern Sie sich bitte, dass der Gesamtbetrag Ihrer Bestellung den erforderlichen Mindestbetrag erreicht.
es_es: Para utilizar esta opción de pago, asegúrese de que el total de su pedido alcanza el importe mínimo requerido.
fr_fr: Pour utiliser cette option de paiement, veuillez vous assurer que le total de votre commande correspond au montant minimum requis.
it_it: Per utilizzare questa opzione di pagamento, assicurati che il totale dell'ordine soddisfi l'importo minimo richiesto.
nl_nl: Om deze betalingsmogelijkheid te gebruiken, moet je ervoor zorgen dat het totaalbedrag van jouw bestelling het vereiste minimumbedrag bereikt.
pt_pt: Para utilizar esta opção de pagamento, certifique-se de que o total da sua encomenda satisfaz o montante mínimo exigido.

source: %1$s today then %2$s on %3$s
de_de: %1$s heute, dann %2$s am %3$s
es_es: %1$s hoy y %2$s el %3$s
fr_fr: %1$s aujourd’hui puis %2$s le %3$s
it_it: Oggi paghi %1$s poi %2$s il %3$s
nl_nl: %1$s vandaag, daarna %2$s op %3$s
pt_pt: %1$s hoje e depois %2$s em %3$s

source: In %s month
de_de: In %s Monat
es_es: En %s mes
fr_fr: Dans %s mois
it_it: In %s mese
nl_nl: In %s maand
pt_pt: Em %s mês

source: Included fees:
de_de: Enthaltene Gebühren:
es_es: Tasas incluidas:
fr_fr: Dont frais :
it_it: Commissioni incluse:
nl_nl: Inbegrepen kosten:
pt_pt: Encargos incluídos:

source: Your credit
de_de: Ihr Guthaben
es_es: Tu crédito
fr_fr: Votre crédit
it_it: Il tuo credito
nl_nl: Uw krediet
pt_pt: O seu crédito

source: Your cart:
de_de: Ihr Warenkorb:
es_es: Tu carrito:
fr_fr: Votre panier :
it_it: Il tuo carrello:
nl_nl: Uw winkelmand:
pt_pt: O seu cesto:

source: Credit cost:
de_de: Kreditgebühren:
es_es: Coste de crédito:
fr_fr: Coût du crédit :
it_it: Costo del credito:
nl_nl: Kredietkosten:
pt_pt: Custo do crédito:

source: Annual Interest Rate:
de_de: Jährlicher Zinssatz:
es_es: Tipo de interés anual:
fr_fr: TAEG fixe :
it_it: Tasso annuo effettivo globale:
nl_nl: Jaarlijks rentepercentage:
pt_pt: Taxa de juro anual:

source: Total:
de_de: Gesamt:
it_it: Totale:
nl_nl: Totaal:

source: %s installments
de_de: %s Ratenzahlung
es_es: %s plazos
fr_fr: Plan de paiement %s
it_it: %s rate
nl_nl: %s installaties
pt_pt: %s prestações

source: Alma - Pay in installments or later for WooCommerce
de_de: Alma - Zahlung in Raten oder später für WooCommerce
es_es: Alma - Pago a plazos o diferido para WooCommerce
fr_fr: Alma - Paiement en plusieurs fois ou plus tard pour WooCommerce
it_it: Alma - Pagamenti a rate o differiti per WooCommerce
nl_nl: Alma - Betalen in termijnen of later voor WooCommerce
pt_pt: Alma - Pagamento em prestações ou mais tarde para o WooCommerce

source: Test
es_es: Prueba
pt_pt: Teste

source: Live
es_es: En vivo

source: Activate this setting if you want in-page checkout for Pay Now, P2X, P3X, and P4X
de_de: Aktivieren Sie diese Einstellung, wenn Sie einen In-Page-Checkout für Pay Now, P2X, P3X und P4X wünschen.
es_es: Active esta opción si desea realizar el pago en la página para Pay Now, P2X, P3X y P4X.
pt_pt: Active esta definição se pretender efetuar o checkout na página para Pay Now, P2X, P3X e P4X

source: Payment by credit cart via Alma
de_de: Zahlung per Kreditkarte über Alma
es_es: Pago con tarjeta de crédito a través de Alma
pt_pt: Pagamento por cartão de crédito via Alma

source: Payment in instalments and deferred with Alma - 1x 2x 3x 4x, D+15 or D+30
de_de: Ratenzahlung und Aufschub mit Alma - 1x 2x 3x 4x, D+15 oder D+30
es_es: Pago a plazos y aplazado con Alma - 1x 2x 3x 4x, D+15 o D+30
pt_pt: Pagamento em prestações e diferido com a Alma - 1x 2x 3x 4x, D+15 ou D+30

source: Abandonment by the client.
de_de: Abbruch durch den Kunden.
es_es: Abandono por parte del cliente.
pt_pt: Abandono por parte do cliente.

source: Fast and secure payment by credit card.
de_de: Schnelle und sichere Zahlung per Kreditkarte.
es_es: Pago rápido y seguro con tarjeta de crédito.
pt_pt: Pagamento rápido e seguro por cartão de crédito.
