Repository: alma/alma-woocommerce-gateway
Catalog: src/languages/alma-gateway-for-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_pt

source: Pay now:
de_de: Jetzt bezahlen:
es_es: Paga ahora:
fr_fr: Payez maintenant :
it_it: Paga ora:
nl_nl: Betaal direct:
pt_pt: Pagar agora:

source: Payments in more than 4 installments:
de_de: Zahlungen in mehr als 4 Raten:
es_es: Pagos en más de 4 plazos:
fr_fr: Paiements en plus de 4 fois :
it_it: Pagamenti in più di 4 rate:
nl_nl: Betalingen in meer dan 4 termijnen:
pt_pt: Pagamentos em mais de 4 prestações:

source: Product eligibility notice
de_de: Berechtigung der Produkte
es_es: Posibilidad de pagar los productos de manera fraccionada
fr_fr: Éligibilité des produits
it_it: Idoneità dei prodotti
nl_nl: Geschiktheid van producten
pt_pt: Mensagem de elegibilidade do produto

source: Display a message about product eligibility for monthly payments
de_de: Eine Meldung anzeigen, die angibt, ob für ein Produkt eine Ratenzahlung möglich ist
es_es: Mostrar un mensaje indicando si un producto puede pagarse en cuotas
fr_fr: Afficher un message indiquant l’éligibilité d'un produit au paiement en plusieurs fois
it_it: Mostrare a display un messaggio indicante l’idoneità del prodotto al pagamento rateale
nl_nl: Bericht tonen over de geschiktheid voor gespreid betalen van het product
pt_pt: Exibir uma mensagem sobre a elegibilidade do produto para prestações mensais

source: Cart eligibility notice
de_de: Berechtigung des Warenkorbs
es_es: Posibilidad de pagar la cesta de manera fraccionada
fr_fr: Éligibilité du panier
it_it: Idoneità del carrello
nl_nl: Geschiktheid van het winkelmandje
pt_pt: Mensagem de elegibilidade do cesto

source: Display a message about cart eligibility for monthly payments
de_de: Eine Meldung anzeigen, die angibt, ob für den Warenkorb eine Ratenzahlung möglich ist
es_es: Mostrar un mensaje indicando si la cesta puede pagarse en cuotas
fr_fr: Afficher un message indiquant l’éligibilité du panier au paiement en plusieurs fois
it_it: Mostrare a display un messaggio indicante l’idoneità del carrello al pagamento rateale
nl_nl: Bericht tonen over de geschiktheid voor gespreid betalen van het winkelmandje
pt_pt: Exibir uma mensagem sobre a elegibilidade do cesto para prestações mensais

source: Excluded product categories
de_de: Kategorien ausgeschlossener Produkte
es_es: Categorías de productos excluidas
fr_fr: Catégories de produits exclues
it_it: Categorie di prodotti esclusi
nl_nl: Categorieën van uitgesloten producten
pt_pt: Categorias de produtos excluídas

source: Exclude all virtual/downloadable product categories, as you cannot sell them with Alma
de_de: Schließen Sie alle Kategorien von virtuellen/herunterladbaren Produkten aus, die nicht mit Alma verkauft werden können
es_es: Excluye todas las categorías de productos virtuales/descargables que no pueden venderse con Alma
fr_fr: Excluez toutes les catégories de produits virtuels/téléchargeables, qui ne peuvent être vendus avec Alma
it_it: Escludi tutte le categorie di prodotti virtuali/scaricabili, che non possono essere venduti con Alma
nl_nl: Sluit alle categorieën uit van virtuele/downloadbare producten die niet met Alma verkocht kunnen worden
pt_pt: Excluir todas as categorias de produtos virtuais e para descarregamento, porque não é possível vendê-los através da Alma

source: Non-eligibility message for excluded products
de_de: Meldung über Nicht-Berechtigung für ausgeschlossene Produkte
es_es: Mensaje de imposibilidad de fraccionar el pago de los productos excluidos
fr_fr: Message de non-éligibilité pour les produits exclus
it_it: Messaggio di mancata idoneità dei prodotti esclusi
nl_nl: Bericht niet-geschiktheid voor uitgesloten product
pt_pt: Mensagem de não-elegibilidade para produtos excluídos

source: Message displayed below the cart totals when it contains excluded products
de_de: Nachricht, die unter der Warenkorbsumme angezeigt wird, wenn der Warenkorb ausgeschlossene Produkte enthält
es_es: Mensaje mostrado debajo del total de la cesta si contiene productos excluidos
fr_fr: Message affiché en-dessous du total du panier lorsqu’il contient des produits exclus
it_it: Messaggio visualizzato sotto il totale del carrello quando contiene prodotti esclusi
nl_nl: Bericht dat wordt getoond onder het totaal van de winkelmand wanneer deze uitgesloten producten bevat
pt_pt: Mensagem exibida abaixo dos totais do cesto quando inclui produtos excluídos

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
nl_nl: Titel
pt_pt: Título

source: This controls the payment method name which the user sees during checkout.
de_de: Wählen Sie den Namen der Zahlungsmethode aus, die der Benutzer sieht, wenn er die Bestellung aufgibt.
es_es: Escoge el nombre del método de pago que el usuario ve durante la validación del pedido.
fr_fr: Choisissez le nom de la méthode de paiement que l'utilisateur voit pendant la validation de commande.
it_it: Scegli il nome del metodo di pagamento che l’utilizzatore vedrà durante il checkout.
nl_nl: Kies de naam van de betalingsmethode die de gebruiker ziet bij de bevestiging van de bestelling.
pt_pt: Controla o nome do método de pagamento que o utilizador vê durante o checkout.

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
nl_nl: Beschrijving
pt_pt: Descrição

source: This controls the payment method description which the user sees during checkout.
de_de: Wählen Sie die Beschreibung der Zahlungsmethode auf der Seite mit der Bestellbestätigung aus.
es_es: Escoge la descripción del método de pago en la página de validación del pedido.
fr_fr: Choisissez la description de la méthode de paiement sur la page de validation de commande.
it_it: Scegli la descrizione del metodo di pagamento sulla pagina di checkout.
nl_nl: Kies de beschrijving van de betalingsmethode op de bevestigingspagina van de bestelling.
pt_pt: Controla a descrição do método de pagamento que o utilizador vê durante o checkout.

source: → Payment upon trigger configuration
de_de: → Zahlung bei Auslösekonfiguration
es_es: → Configuración del pago tras el cumplimiento de un evento
fr_fr: → Configuration du paiement au déclenchement
it_it: → Configura il pagamento su attivazione
nl_nl: → Betaling bij trigger configuratie
pt_pt: → Configuração do pagamento automático

source: This option is available only for Alma payment in 2x, 3x and 4x.<br>When it's turned on, your clients will pay the first installment at the order status change. When your client order on your website, Alma will only ask for a payment authorization. Only status handled by Alma are available in the menu below. Please contact Alma if you need us to add another status.
de_de: Diese Option ist nur für die Alma-Zahlungsarten 2x, 3x und 4x verfügbar. <br>Wenn diese Option aktiviert ist, zahlen Ihre Kunden die erste Rate bei der Änderung des Bestellstatus. Wenn Ihr Kunde auf Ihrer Website bestellt, fragt Alma nur nach einer Zahlungsautorisierung. Nur die von Alma bearbeiteten Status sind im untenstehenden Menü verfügbar. Bitte kontaktieren Sie Alma, wenn Sie einen anderen Status hinzufügen möchten.
es_es: Esta opción está disponible sólo para el pago de Alma en 2x, 3x y 4x. <br>Cuando está activado, tus clientes pagarán la primera cuota en el cambio de estado del pedido. Cuando tu cliente ordene en tu sitio web, Alma sólo pedirá una autorización de pago. Sólo el estado manejado por Alma está disponible en el menú de abajo. Por favor, ponte en contacto con Alma si necesitas que añadamos otro estado.
fr_fr: Cette option est disponible uniquement pour le paiement Alma en 2x, 3x et 4x.<br>Lorsqu'elle est activée, vos clients paieront le premier versement lors du changement de statut de la commande. Lorsque votre client commandera sur votre site, Alma lui demandera uniquement une autorisation de paiement. Seuls les statuts gérés par Alma sont disponibles dans le menu ci-dessous. Veuillez contacter Alma si vous avez besoin que nous ajoutions un autre statut.
it_it: Questa opzione è disponibile solo per il pagamento Alma in 2x, 3x e 4x.<br>Quando è attivata, i tuoi clienti pagheranno la prima rata al cambio di stato dell'ordine. Quando il tuo cliente ordina sul tuo sito web, Alma chiederà solo l'autorizzazione al pagamento. Solo gli stati gestiti da Alma sono disponibili nel menu sottostante. Per favore contatta Alma se hai bisogno di aggiungere un altro stato.
nl_nl: Deze optie is alleen beschikbaar voor Alma betaling in 2x, 3x en 4x. <br>Wanneer deze optie is ingeschakeld, zullen uw klanten de eerste termijn betalen bij de verandering van de orderstatus. Wanneer uw klant op uw website bestelt, zal Alma alleen maar om een betalingsautorisatie vragen. Alleen status behandeld door Alma zijn beschikbaar in het menu hieronder. Neem contact op met Alma als u wilt dat wij een andere status toevoegen.
pt_pt: Esta opção está disponível apenas para pagamento através da Alma em 2x, 3x e 4x.<br>Quando estiver ativa, os seus clientes pagarão a primeira prestação na alteração do estádio da encomenda. Quando o cliente encomendar no seu site, a Alma apenas pedirá uma autorização de pagamento. Apenas os estádios geridos pela Alma estão disponíveis no menu abaixo. Por favor, contate a Alma se precisar que adicionemos outro estádio.

source: Activate the payment upon trigger
de_de: Aktivieren Sie die Zahlung bei Auslösung
es_es: Activar el pago al cumplirse el evento
fr_fr: Activer le paiement au déclenchement
it_it: Attiva il pagamento su attivazione
nl_nl: Activeer de betaling bij trigger
pt_pt: Ativar o pagamento automático

source: Trigger typology
de_de: Auslöser-Typologie
es_es: Tipos de eventos
fr_fr: Typologie du déclenchement
it_it: Tipologia di attivazione
nl_nl: Trigger
pt_pt: Tipologia do pagamento automático

source: Text that will appear in the payments schedule and in the customer's payment authorization email.
de_de: Text, der im Zahlungsplan und in der E-Mail mit der Zahlungsgenehmigung des Kunden erscheinen wird.
es_es: Texto que aparecerá en el calendario de pagos y en el correo electrónico de autorización de pago del cliente.
fr_fr: Texte qui apparaîtra dans l'échéancier des paiements et dans l'email d'autorisation de paiement du client.
it_it: Testo che apparirà nel calendario dei pagamenti e nell'e-mail di autorizzazione al pagamento del cliente.
nl_nl: Tekst die zal verschijnen in het betalingsschema en in de betalingsautorisatiemail van de klant.
pt_pt: Texto que irá aparecer no plano de pagamentos e no e-mail de autorização de pagamento do cliente.

source: Order status that triggers the first payment
de_de: Auftragsstatus, der die erste Zahlung auslöst
es_es: Estado del pedido que desencadena el primer pago
fr_fr: Statut de la commande qui déclenche le premier paiement
it_it: Stato dell'ordine che fa scattare il primo pagamento
nl_nl: Orderstatus die de eerste betaling activeert
pt_pt: Estádio da encomenda que aciona o primeiro pagamento

source: → Technical fields
de_de: → Technische Bereiche
es_es: → Campos técnicos
fr_fr: → Champs techniques
it_it: → Campi tecnici
nl_nl: → Technische velden
pt_pt: → Campos técnicos

source: Specific fields just in case you need it. [<a href="#" id="alma_link_toggle_technical_section">click to open or close</a>]
de_de: Spezifische Felder, nur für den Fall, dass Sie sie brauchen. [<a href="#" id="alma_link_toggle_technical_section">zum Öffnen oder Schließen anklicken</a>]
es_es: Campos específicos por si lo necesitas. [<a href="#" id="alma_link_toggle_technical_section">haga clic para abrir o cerrar</a>]
fr_fr: Champs spécifiques en cas de besoin. [<a href="#" id="alma_link_toggle_technical_section">cliquez pour ouvrir ou fermer</a>]
it_it: Campi specifici nel caso in cui ne abbiate bisogno. [<a href="#" id="alma_link_toggle_technical_section">clicca per aprire o chiudere</a>]
nl_nl: Technische velden indien nodig. [<a href="#" id="alma_link_toggle_technical_section">klik om te openen of te sluiten</a>]
pt_pt: Campos específicos, para o caso de precisar. [<a href="#" id="alma_link_toggle_technical_section">clique para abrir ou fechar</a>]

source: Custom check variations event
de_de: Ereignis für benutzerdefinierte Prüfvarianten
es_es: Evento de variaciones de cheques personalizados
fr_fr: Événement de variations de contrôle personnalisé
it_it: Controllo variazioni personalizzato
nl_nl: De aangepaste controle variaties worden gecheckt
pt_pt: Evento de verificação configurável de variações

source: This is the javascript event triggered on variables products page, when the customer change the product variation. Default value is <strong>%1$s</strong>.<br />More technical information on <a href="%2$s" target="_blank">Alma documentation</a>
de_de: Dies ist das Javascript-Ereignis auf Variablen Produkte Seite ausgelöst, wenn der Kunde die Produktvariante ändern. Standardwert ist <strong>%1$s</strong>.<br />Weitere technische Informationen auf <a href="%2$s" target="_blank">Alma Dokumentation</a>
es_es: Este es el evento javascript que se activa en la página de productos variables, cuando el cliente cambia la variación del producto. El valor por defecto es <strong>%1$s</strong>.<br />Más información técnica en <a href="%2$s" target="_blank">documentación de Alma</a>
fr_fr: Il s'agit de l'événement javascript déclenché pour rafraîchir le widget sur une page de produit variable lorsque le client change la variation du produit. La valeur par défaut est <strong>%1$s</strong>.<br />Plus d'informations techniques sur <a href="%2$s" target="_blank">la documentation Alma</a>
it_it: Questo è l'evento javascript disponibile sulla pagina dei prodotti variabili, quando il cliente cambia le specifiche del prodotto. Il valore predefinito è <strong>%1$s</strong>.<br />Trovi altre informazioni tecniche su <a href="%2$s" target="_blank">documentazione Alma</a>
nl_nl: Dit is het JavaScript event dat getriggerd wordt op de variabelen producten pagina, wanneer de klant de productvariatie veranderd. Standaard waarde is <strong>%1$s</strong>.<br /> Meer technische informatie op <a href="%2$s" target="_blank">Alma documentatie</a>
pt_pt: Este é o evento javascript acionado na página de variáveis de produtos, quando o cliente muda a variação do produto. O valor padrão é <strong>%1$s</strong>.<br />Mais informações técnicas em <a href="%2$s" target="_blank">Documentação Alma</a>

source: Variable products price query selector
de_de: Abfrageselektor des Preises variabler Produkte
es_es: Query selector del precio de los productos variables
fr_fr: Query selector du prix des produits variables
it_it: Selettore della variabile di prezzo dei prodotti
nl_nl: Query selector van de prijzen van variable producten
pt_pt: Seletor query de preços de produtos variáveis

source: Query selector used to get the price of product with variations. Default value is <strong>%s</strong>.
de_de: Abfrageselektor, der verwendet wird, um den Preis eines Produkts mit Variationen zu ermitteln. Standardwert ist <strong>%s</strong>.
es_es: Selector de consulta utilizado para obtener el precio del producto con variaciones. El valor por defecto es <strong>%s</strong>.
fr_fr: Sélecteur de requête utilisé pour obtenir le prix du produit avec des variations. La valeur par défaut est <strong>%s</strong>.
it_it: Selettore di query utilizzato per ottenere il prezzo di un prodotto con variazioni. Il valore predefinito è <strong>%s</strong>.
nl_nl: Query selector gebruikt om de prijs van een product met variaties te krijgen. Standaard waarde is <strong>%s</strong>.
pt_pt: Seletor query utilizado para obter o preço do produto com <strong>variações de vendas</strong>. O valor por defeito é <strong>%s</strong>.

source: Variable products sale price query selector
de_de: Variable Produkte Verkaufspreis Abfrage Selektor
es_es: Selector de consulta de precios de venta de productos variables
fr_fr: Sélecteur de requête de prix de vente de produits variables
it_it: Selettore di query dei prezzi di vendita dei prodotti variabili
nl_nl: Variabele producten verkoopprijs query selector
pt_pt: Seletor query de preços de produtos variáveis

source: Query selector used to get the price of product with <strong>sales variations</strong>. Default value is <strong>%s</strong>.
de_de: Abfrage-Selektor, der verwendet wird, um den Preis eines Produkts mit <strong>Verkaufsvarianten</strong>zu ermitteln. Standardwert ist <strong>%s</strong>.
es_es: Selector de consulta utilizado para obtener el precio del producto con <strong>variaciones de venta</strong>. El valor por defecto es <strong>%s</strong>.
fr_fr: Sélecteur de requête utilisé pour obtenir le prix du produit avec <strong>variations de vente</strong>. La valeur par défaut est <strong>%s</strong>.
it_it: Selettore di query utilizzato per ottenere il prezzo del prodotto con <strong>variazioni di vendita</strong>. Il valore predefinito è <strong>%s</strong>.
nl_nl: Query selector gebruikt om de prijs te krijgen van product met <strong>verkoop variaties</strong>. Standaard waarde is <strong>%s</strong>.
pt_pt: Seletor query utilizado para obter o preço do produto com <strong>variações de vendas</strong>. O valor por defeito é <strong>%s</strong>.

source: → Increase your performance & get insights !
de_de: → Steigern Sie Ihre Leistung und erhalten Sie Einblicke!
es_es: → ¡Aumenta tu rendimiento y obtén información!
fr_fr: → Augmentez vos performances et obtenez des informations !
it_it: → Aumenta le tue prestazioni e ottieni risultati di analisi approfondite!
nl_nl: → Verhoog je prestaties & krijg inzichten!
pt_pt: → Aumente o seu desempenho e obtenha conhecimentos!

source: By accepting this option, enable Alma to analyse the usage of your payment methods, get more informations to perform and share this data with you.
de_de: Indem Sie diese Option akzeptieren, ermöglichen Sie Alma, die Nutzung Ihrer Zahlungsmittel zu analysieren, mehr Informationen zu erhalten und diese Daten mit Ihnen zu teilen.
es_es: Al aceptar esta opción, permite Alma para analizar el uso de sus métodos de pago, obtener más información para llevar a cabo y compartir estos datos con usted.
fr_fr: En acceptant cette option, vous permettez à Alma d'analyser l'utilisation de vos méthodes de paiement, d'obtenir plus d'informations et de partager ces données avec vous.
it_it: Accettando questa opzione, consenti ad Alma di analizzare l'utilizzo dei tuoi metodi di pagamento, di ottenere maggiori informazioni e di condividere i risultati delle analisi con te.
nl_nl: Door deze optie te accepteren, stel je Alma in staat het gebruik van jouw betaalmethoden te analyseren, meer informatie te verkrijgen om uit te voeren en deze gegevens met je te delen.
pt_pt: Ao aceitar esta opção, permite à Alma analisar a utilização dos seus métodos de pagamento, obter mais informações para executar e partilhar estes dados consigo.

source: <br>You can <a href="mailto:support@getalma.eu">erase your data</a> at any moment.
de_de: <br>Sie können Ihre Daten unter <a href="mailto:support@getalma.eu">jederzeit löschen</a> .
es_es: <br>Puedes <a href="mailto:support@getalma.eu">borrar tus datos</a> en cualquier momento.
fr_fr: <br>Vous pouvez à tout moment effacer vos données <a href="mailto:support@getalma.eu"></a>.
it_it: <br>È possibile <a href="mailto:support@getalma.eu">cancellare i dati</a> in qualsiasi momento.
nl_nl: <br>Je kunt op elk moment <a href="mailto:support@getalma.eu">jouw gegevens wissen</a>.
pt_pt: <br>Pode <a href="mailto:support@getalma.eu">apagar os seus dados</a> em qualquer momento.

source: - total quantity of orders, amounts and currencies
de_de: - Gesamtmenge der Aufträge, Beträge und Währungen
es_es: - cantidad total de pedidos, importes y monedas
fr_fr: - la quantité totale de commandes, les montants et les devises
it_it: - quantità totale di ordini, importi e valute
nl_nl: - totale hoeveelheid orders, bedragen en valuta's
pt_pt: - quantidade total de encomendas, montantes e moedas

source: - payment provider for each order
de_de: - Zahlungsdienstleister für jede Bestellung
es_es: - proveedor de pago para cada pedido
fr_fr: - le prestataire de paiement pour chaque commande
it_it: - fornitore di pagamento per ogni ordine
nl_nl: - betalingsprovider voor elke bestelling
pt_pt: - fornecedor do pagamento para cada encomenda

source: Activate your data sharing settings
de_de: Aktivieren Sie Ihre Datenfreigabeeinstellungen
es_es: Activar la configuración para compartir datos
fr_fr: Activez vos paramètres de partage de données
it_it: Attiva le impostazioni di condivisione dei dati
nl_nl: Activeer de instellingen voor het delen van gegevens
pt_pt: Activar as suas definições de partilha de dados

source: → Start by filling in your API keys
de_de: → Geben Sie zunächst Ihre API-Schlüssel an
es_es: → Empieza por indicar tus claves API
fr_fr: → Commencez par renseigner vos clefs d’API
it_it: → Inizia inserendo le tue chiavi API
nl_nl: → Begin met het invullen van uw API-sleutels
pt_pt: → Comece por preencher as suas chaves API

source: → API configuration
de_de: → Konfiguration der API
es_es: → Configuración de la API
fr_fr: → Configuration de l’API
it_it: → Configurazione dell'API
nl_nl: → Configuratie van API
pt_pt: → Configuração da API

source: Order fully refunded by %s.
de_de: Die Bestellung wird von %svollständig erstattet.
es_es: Pedido totalmente reembolsado por %s.
fr_fr: Commande entièrement remboursée par %s.
it_it: Ordine completamente rimborsato da %s.
nl_nl: Bestelling volledig terugbetaald door %s.
pt_pt: Encomenda totalmente reembolsada por %s.

source: Alma full refund error : %s.
de_de: Alma volle Erstattung Fehler : %s.
es_es: Error de reembolso total de Alma : %s.
fr_fr: Erreur de remboursement intégral d'Alma : %s.
it_it: Errore di rimborso completo Alma : %s.
nl_nl: Alma volledige terugbetaling fout : %s.

source: Amount cannot be equal to 0 to refund with Alma.
de_de: Der Betrag kann nicht gleich 0 sein, um mit Alma zu erstatten.
es_es: El importe no puede ser igual a 0 para el reembolso con Alma.
fr_fr: Le montant ne peut être égal à 0 pour un remboursement avec Alma.
it_it: L'importo non può essere uguale a 0 per il rimborso con Alma.
nl_nl: Bedrag kan niet gelijk zijn aan 0 voor terugbetaling met Alma.
pt_pt: O montante não pode ser igual a 0 para reembolso com Alma.

source: Action failed. Please refresh the page and retry.
de_de: Aktion fehlgeschlagen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
es_es: Acción fallida. Por favor, actualice la página y vuelva a intentarlo.
fr_fr: L'action a échoué. Veuillez rafraîchir la page et réessayer.
it_it: Azione fallita. Aggiorna la pagina e riprovo.
nl_nl: Actie mislukt. Vernieuw de pagina en probeer het opnieuw.
pt_pt: A acção falhou. Por favor, actualize a página e tente de novo.

source: Cheatin&#8217; huh?
de_de: Schummeln&#8217; huh?
es_es: Cheatin&#8217; ¿eh?
it_it: Cheatin&#8217; eh?
nl_nl: Bedrieger&#8217; huh?

source: Alma requires WooCommerce to be activated
de_de: WooCommerce muss aktiviert sein, damit das Alma-Plugin funktioniert
es_es: WooCommerce debe estar activado para que el plugin Alma funcione
fr_fr: WooCommerce doit être activé pour que le plugin Alma fonctionne
it_it: WooCommerce deve essere attivato affinché il plugin Alma funzioni
nl_nl: De plugin Alma werkt alleen als WooCommerce is geactiveerd
pt_pt: A Alma requer a ativação do WooCommerce

source: Alma requires WooCommerce version 3.0.0 or greater
de_de: Alma erfordert WooCommerce Version 3.0.0 oder höher
es_es: Alma requiere WooCommerce versión 3.0.0 o superior
fr_fr: Alma nécessite la version 3.0.0 de WooCommerce ou une version plus récente.
it_it: Alma richiede WooCommerce versione 3.0.0 o superiore
nl_nl: Alma vereist WooCommerce versie 3.0.0 of hoger.
pt_pt: O Alma requer a versão 3.0.0 ou superior do WooCommerce
