Repository: alma/alma-woocommerce-gateway
Catalog: src/languages/alma-gateway-for-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_pt

source: Alma requires the cURL PHP extension to be installed on your server
de_de: Das Alma-Plugin erfordert die Installation der cURL-Erweiterung für PHP auf Ihrem Server
es_es: El plugin Alma requiere la instalación de la extensión cURL para PHP en tu servidor
fr_fr: Le plugin Alma requiert l’installation de l’extension cURL pour PHP sur votre serveur
it_it: Il plugin Alma richiede l’installazione dell’estensione cURL per PHP sul server
nl_nl: De plugin Alma vereist de installatie van extensie cURL voor PHP op uw server
pt_pt: A Alma requer a extensão cURL PHP para ser instalada no seu servidor

source: Alma requires the JSON PHP extension to be installed on your server
de_de: Das Alma-Plugin erfordert die Installation der JSON-Erweiterung für PHP auf Ihrem Server
es_es: El plugin Alma requiere la instalación de la extensión JSON para PHP en tu servidor
fr_fr: Le plugin Alma requiert l’installation de l’extension JSON pour PHP sur votre serveur
it_it: Il plugin Alma richiede l’installazione dell’estensione JSON per PHP sul server
nl_nl: De plugin Alma vereist de installatie van extensie JSON voor PHP op uw server
pt_pt: A Alma requer a extensão JSON PHP para ser instalada no seu servidor

source: Alma requires OpenSSL >= 1.0.1 to be installed on your server
de_de: Das Alma-Plugin erfordert die Installation von OpenSSL 1.0.1+ auf Ihrem Server
es_es: El plugin Alma requiere que OpenSSL 1.0.1+ esté instalado en tu servidor
fr_fr: Le plugin Alma requiert l’installation de OpenSSL 1.0.1+ sur votre serveur
it_it: Il plugin Alma richiede l’installazione di OpenSSL 1.0.1+ sul server
nl_nl: De plugin Alma vereist de installatie van OpenSSL 1.0.1+ op uw server
pt_pt: A Alma requer OpenSSL >= 1.0.1 para ser instalada no seu servidor

source: Settings
de_de: Konfiguration
es_es: Configuración
fr_fr: Configuration
it_it: Configurazione
nl_nl: Configuratie
pt_pt: Configurações

source: Alma encountered an error. No alma client found
de_de: Alma ist auf einen Fehler gestoßen. Kein Alma-Client gefunden
es_es: Alma ha encontrado un error. No se ha encontrado ningún cliente alma
fr_fr: Alma a rencontré une erreur. Aucun client Alma n'a été trouvé
it_it: Alma ha riscontrato un errore. Nessun client alma trovato
nl_nl: Alma kwam een fout tegen. Geen alma client gevonden
pt_pt: Alma encontrou um erro. Nenhuma alma cliente encontrada

source: Alma encountered an error when fetching merchant status, please check your api keys or retry later.
de_de: Alma ist beim Abrufen des Händlerstatus auf einen Fehler gestoßen. Bitte überprüfen Sie Ihre Api-Schlüssel oder versuchen Sie es später erneut.
es_es: Alma ha encontrado un error al obtener el estado del comerciante, por favor, compruebe sus claves api o vuelva a intentarlo más tarde.
fr_fr: Alma a rencontré une erreur lors de la récupération du statut du commerçant. Veuillez vérifier vos clés api ou réessayer plus tard.
it_it: Alma ha riscontrato un errore durante il recupero dello stato dell'account del commerciante, si prega di controllare le chiavi API o di riprovare più tardi.
nl_nl: Er is een fout opgetreden bij het ophalen van de handelaarstatus, controleer jouw api-sleutels of probeer het later opnieuw.
pt_pt: Alma encontrou um erro quando foi buscar o estatuto de comerciante, por favor verifique as suas chaves de api ou tente novamente mais tarde.

source: Alma encountered an error.
de_de: Alma hat einen Fehler festgestellt.
es_es: Alma ha encontrado un error.
fr_fr: Alma a rencontré une erreur.
it_it: Alma ha riscontrato un errore.
nl_nl: Alma kwam een fout tegen.
pt_pt: Alma encontrou um erro.

source: Alma encountered an error when fetching the fee plans.
de_de: Alma ist beim Abrufen der Zahlungsplan auf einen Fehler gestoßen.
es_es: Alma ha encontrado un error al obtener los planes de tarifas.
fr_fr: Alma a rencontré une erreur en récupérant les plans d'honoraires.
it_it: Alma ha riscontrato un errore durante il recupero dei piani tariffari.
nl_nl: Alma kreeg een fout bij het ophalen van de tariefplannen.
pt_pt: Alma encontrou um erro ao ir buscar os planos de taxas.

source: Pay With Alma
fr_fr: Payer avec Alma
it_it: Pagare con Alma
nl_nl: Betalen met Alma

source: Your Alma account needs to be activated before you can use Alma on your shop.<br>Go to your <a href="%1$s" target="_blank">Alma dashboard</a> to activate your account.<br><a href="%2$s">Refresh</a> the page when ready.
de_de: Ihr Alma-Konto muss aktiviert werden, bevor Sie Alma in Ihrem Shop nutzen können.<br>Gehen Sie in Ihr <a href="%1$s" target="_blank">Alma-Dashboard</a>, um Ihr Konto zu aktivieren.<br>Anschließend <a href="%2$s">aktualisieren Sie die Seite</a>.
es_es: Tu cuenta Alma debe estar activada antes de poder utilizar Alma en tu tienda.<br>Ve a tu <a href="%1$s" target="_blank">panel de control Alma</a> para activar tu cuenta.<br><a href="%2$s">Actualiza la página</a> cuando hayas terminado.
fr_fr: Votre compte Alma doit être activé avant que vous puissiez utiliser Alma sur votre boutique.<br>Rendez-vous sur votre <a href="%1$s" target="_blank">dashboard Alma</a> pour activer votre compte.<br><a href="%2$s">Rafraîchissez la page</a> lorsque c’est fait.
it_it: Il tuo account Alma deve essere attivato prima che tu possa utilizzare Alma per il tuo store.<br>Recati sulla tua <a href="%1$s" target="_blank">dashboard Alma</a> per configurare il tuo account.<br>Una volta finito, <a href="%2$s">aggiornare la pagina</a>.
nl_nl: Uw Alma-account moet geactiveerd worden voordat u Ama kunt gebruiken in uw winkel.<br>Ga naar uw <a href="%1$s" target="_blank">dashboard van Alma</a> om uw account te activeren.<br><a href="%2$s">Vernieuw de pagina</a> als dat klaar is.
pt_pt: A sua conta da Alma precisa de ser ativada antes de poder utilizar a Alma na sua loja.<br>Aceda ao <a href="%1$s" target="_blank">painel de controlo Alma</a> para ativar a sua conta.<br><a href="%2$s">Atualize</a> a página após ativação.

source: Error while creating payment. No data sent
de_de: Fehler beim Erstellen der Zahlung. Keine Daten gesendet
es_es: Error al crear el pago. No se han enviado datos
fr_fr: Erreur lors de la création du paiement. Aucune donnée envoyée
it_it: Errore durante la creazione del pagamento. Nessun dato inviato
nl_nl: Fout bij het aanmaken van betaling. Geen gegevens verzonden
pt_pt: Erro ao criar o pagamento. Não foram enviados dados

source: Before installing this version of the Alma plugin, you need to manually remove the old version "%s", then deactivate and reactivate the new version
de_de: Bevor Sie diese Version des Alma-Plugins installieren, müssen Sie die alte Version "%s" manuell entfernen, dann deaktivieren und die neue Version wieder aktivieren
es_es: Antes de instalar esta versión del plugin Alma, es necesario eliminar manualmente la versión antigua "%s", a continuación, desactivar y reactivar la nueva versión
fr_fr: Avant d'installer cette version du plugin Alma, vous devez supprimer manuellement l'ancienne version "%s", puis désactiver et réactiver la nouvelle version.
it_it: Prima di installare questa versione del plugin Alma, occorre rimuovere manualmente la vecchia versione "%s", quindi disattiva e riattiva la nuova versione
nl_nl: Voordat je deze versie van de Alma plugin installeert, moet je handmatig de oude versie "%s" verwijderen en vervolgens de nieuwe versie deactiveren en reactiveren.
pt_pt: Antes de instalar esta versão do plugin Alma, é necessário remover manualmente a versão antiga "%s", depois desativar e reativar a nova versão

source: Could not connect to Alma using your API keys.<br>Please double check your keys on your <a href="%1$s" target="_blank">Alma dashboard</a>.
de_de: Die Anmeldung bei Alma ist mit den angegebenen API-Schlüsseln nicht möglich.<br>Bitte überprüfen Sie Ihre Schlüssel in Ihrem <a href="%1$s" target="_blank">Alma-Dashboard</a>.
es_es: No es posible conectarse a Alma con las claves de la API proporcionadas.<br>Por favor, comprueba tus claves en tu <a href="%1$s" target="_blank">panel de control Alma</a>.
fr_fr: Impossible de se connecter à Alma avec les clefs d’API fournies.<br>Merci de vérifier vos clefs sur votre <a href="%1$s" target="_blank">dashboard Alma</a>.
it_it: Impossibile collegarsi ad Alma con le chiavi API fornite.<br>Verifica le chiavi sulla <a href="%1$s" target="_blank">dashboard Alma</a>.
nl_nl: Kan niet inloggen bij Alma met de opgegeven API-sleutels.<br>Controleer uw sleutels op uw <a href="%1$s" target="_blank">Alma-dashboard</a>.
pt_pt: Não foi possível aceder à Alma utilizando as suas chaves API.<br>Por favor, verifique as suas chaves no seu <a href="%1$s" target="_blank">painel de controlo Alma</a>.

source: Payment in instalments and deferred with Alma - 2x 3x 4x
de_de: Ratenzahlung und Stundung mit Alma - 2x 3x 4x
es_es: Pago a plazos y aplazado con Alma - 2x 3x 4x
fr_fr: Paiement échelonné et différé avec Alma - 2x 3x 4x
it_it: Pagamento rateale e differito con Alma - 2x 3x 4x
nl_nl: Betaling in termijnen en achteraf met Alma - 2x 3x 4x
pt_pt: Pagamento em prestações e diferido com a Alma - 2x 3x 4x

source: Install Alma and boost your sales! It's simple and guaranteed, your cash flow is secured. 0 commitment, 0 subscription, 0 risk.
de_de: Jetzt Alma installieren und Ihren Umsatz in Schwung bringen! Ihr Cashflow ist abgesichert, ganz einfach und mit Garantie. 0 Verpflichtungen, 0 Abonnements, 0 Risiko.
es_es: ¡Instale Alma e impulse sus ventas! Es sencillo y está garantizado, su flujo de caja quedará asegurado. 0 compromisos, 0 suscripciones, 0 riesgos.
fr_fr: Boostez vos ventes en installant Alma ! C'est simple et garanti, votre trésorerie est sécurisée. 0 engagement, 0 abonnement, 0 risque.
it_it: Installa Alma e incrementa le tue vendite! È semplice e garantito, le tue entrate sono assicurate. 0 impegni, 0 abbonamenti, 0 rischi.
nl_nl: Installeer Alma en stimuleer uw verkopen! Het is eenvoudig en gegarandeerd, uw cashflow is beveiligd. geen verplichtingen, geen abonnement, geen risico.
pt_pt: Instale a Alma e aumente as suas vendas! É simples e garantido, o seu fluxo de caixa está assegurado. 0 compromisso, 0 subscrição, 0 risco.

source: Thanks for installing Alma! Start by <a href='%s'>activating Alma's payment method</a>, then set it up to get started.
de_de: Danke, dass Sie Alma installiert haben! <a href='%s'>Aktivieren Sie zunächst die Zahlungsmethode Alma</a> und konfigurieren Sie sie dann, um zu starten.
es_es: ¡Gracias por instalar Alma! Empieza por <a href='%s'>activar el método de pago Alma</a>, y luego configúralo para empezar.
fr_fr: Merci d’avoir installé Alma ! Commencez par <a href='%s'>activer la méthode de paiement Alma</a>, puis configurez-la pour vous lancer.
it_it: Grazie per aver installato Alma! Inizia <a href='%s'>attivando il metodo di pagamento Alma</a>, quindi configurarlo per renderlo pubblico.
nl_nl: Hartelijk dank voor het installeren van Alma! Begin met het <a href='%s'>activeren van de betalingsmethode Alma</a>, configureer die vervolgens om te beginnen.
pt_pt: Obrigado por instalar a Alma! Comece por <a href='%s'>ativar o método de pagamento da Alma</a> e depois configure-o.

source: Error while initializing Alma API client.<br><a href="%1$s">Activate debug mode</a> and <a href="%2$s">check logs</a> for more details.
de_de: Fehler beim Initialisieren des Alma-API-Clients.<br><a href="%1$s">Aktivieren Sie den Debug-Modus</a> und <a href="%2$s">überprüfen Sie die Protokolle</a>, um mehr Informationen zu erhalten.
es_es: Error de inicialización del cliente de la API Alma.<br><a href="%1$s">Activa el modo de depuración</a> y <a href="%2$s">comprueba los logs</a> para obtener más información.
fr_fr: Erreur d’initialisation du client d’API Alma.<br><a href="%1$s">Activez le mode debug</a> et <a href="%2$s">vérifiez les logs</a> pour plus d’information.
it_it: Errore di inizializzazione del client API Alma.<br><a href="%1$s">Attiva la modalità debug</a> e <a href="%2$s">verifica i log</a> per maggiori informazioni.
nl_nl: Initialisatiefout API-client Alma.<br><a href="%1$s">Activeer de debug-modus</a> en <a href="%2$s">raadpleeg de logs</a> voor meer informatie.
pt_pt: Erro ao inicializar a API do cliente.<br><a href="%1$s">Ativar modo de depuração</a> e <a href="%2$s">verificar acessos (logs)</a> para mais detalhes.

source: There was an error processing your payment.<br>Please try again or contact us if the problem persists.
de_de: Bei der Bearbeitung Ihrer Zahlung ist ein Fehler aufgetreten.<br>Versuchen Sie es erneut oder kontaktieren Sie uns, falls das Problem weiter besteht.
es_es: Se ha producido un error al procesar tu pago.<br>Inténtalo de nuevo o ponte en contacto con nosotros si el problema persiste.
fr_fr: Une erreur est survenue lors du traitement de votre paiement.<br>Réessayez ou contactez-nous si le problème persiste.
it_it: Si è verificato un errore al momento dell’elaborazione del tuo pagamento.<br>Si prega di riprovare più tardi o di contattarci qualora il problema dovesse persistere.
nl_nl: Er is iets fout gegaan bij de verwerking van uw betaling.<br>Probeert u het opnieuw of neem contact met ons op als het probleem blijft bestaan.
pt_pt: Ocorreu um erro no processamento do seu pagamento.<br>Por favor, tente novamente ou contate-nos se o problema persistir.

source: enabled
de_de: aktiviert
es_es: habilitado
fr_fr: activé
it_it: abilitato
nl_nl: ingeschakeld
pt_pt: permitido

source: disabled
de_de: deaktiviert
es_es: deshabilitado
fr_fr: désactivé
it_it: disabilitato
nl_nl: uitgeschakeld
pt_pt: não permitido

source: Alma "Eligibility Widget" (cart or product) already rendered on this page - Not displaying Alma
de_de: Alma-„Berechtigungsbadge” (Produkt oder Warenkorb) bereits auf dieser Seite angezeigt – Alma wird nicht angezeigt
es_es: "Distintivo de posibilidad de fraccionar el pago" Alma (producto o cesta) ya mostrado en esta página - Alma no se muestra
fr_fr: "Badge d'éligibilité" Alma (produit ou panier) déjà affiché sur cette page - Alma ne s'affiche pas
it_it: Il "Badge di idoneità" di Alma (riferito a un prodotto o al carrello) già visualizzata in questa pagina - Alma non verrà visualizzata
nl_nl: "Badge geschikt" voor Alma (product of winkelmand) al weergegeven op deze pagina - Alma wordt niet weergegeven
pt_pt: Widget de "Elegibilidade da Alma" (cesto ou produto) já apresentado nesta página - Não exibir a Alma

source: Are you sure you want to enable compatibility with the Order Validation Block? Please note that this WooCommerce Block may not be fully compatible with all themes, potentially resulting in bugs. If you encounter any issues with the Alma payment functionality, we recommend deactivating this setting.
fr_fr: Êtes-vous sûr de vouloir activer la compatibilité avec le Block de Validation de Commande ? Ce Bloc WooCommerce pourraient ne pas être entièrement compatibles avec certains thèmes, ce qui pourrait entraîner des bugs. En cas de problèmes avec la fonctionnalité de paiement Alma, nous vous recommandons de désactiver cette option.
it_it: Siete sicuri di voler abilitare la compatibilità con il blocco di convalida dell'ordine? Si prega di notare che questo blocco WooCommerce potrebbe non essere completamente compatibile con tutti i temi, causando potenzialmente dei bug. Se si riscontrano problemi con la funzionalità di pagamento di Alma, si consiglia di disattivare questa impostazione.
nl_nl: Weet je zeker dat je compatibiliteit met het blok Bestelvalidatie wilt inschakelen? Houd er rekening mee dat dit WooCommerce Blok mogelijk niet volledig compatibel is met alle thema's, wat kan resulteren in bugs. Als je problemen ondervindt met de betalingsfunctionaliteit van Alma, raden we je aan deze instelling uit te schakelen.

source: Pay Now
de_de: Jetzt bezahlen
es_es: Pagar ahora
fr_fr: Payer maintenant
it_it: Paga ora
nl_nl: Direct betalen
pt_pt: Pagar agora

source: At shipping
de_de: Beim Versand
es_es: En el envío
fr_fr: À l'expédition
it_it: Alla spedizione
nl_nl: Bij verzending
pt_pt: Na expedição

source: Payment validation error: no ID provided.<br>Please try again or contact us if the problem persists.
de_de: Bei der Bearbeitung Ihrer Zahlung ist ein Fehler aufgetreten.<br>Versuchen Sie es erneut oder kontaktieren Sie uns, falls das Problem weiter besteht.
es_es: Se ha producido un error al procesar tu pago.<br>Inténtalo de nuevo o ponte en contacto con nosotros si el problema persiste.
fr_fr: Une erreur est survenue lors de la validation de votre paiement (ID non transmis).<br>Réessayez ou contactez-nous si le problème persiste.
it_it: Si è verificato un errore al momento dell’elaborazione del tuo pagamento.<br>Si prega di riprovare più tardi o di contattarci qualora il problema dovesse persistere.
nl_nl: Er is iets fout gegaan bij de verwerking van uw betaling.<br>Probeert u het opnieuw of neem contact met ons op als het probleem blijft bestaan.
pt_pt: Erro na validação de pagamento: não foi fornecido qualquer ID.<br>Por favor, tente novamente ou contate-nos se o problema persistir.

source: There was an error when validating your payment.<br>Please try again or contact us if the problem persists.
de_de: Bei der Bearbeitung Ihrer Zahlung ist ein Fehler aufgetreten.<br>Versuchen Sie es erneut oder kontaktieren Sie uns, falls das Problem weiter besteht.
es_es: Se ha producido un error al procesar tu pago.<br>Inténtalo de nuevo o ponte en contacto con nosotros si el problema persiste.
fr_fr: Une erreur est survenue lors de la validation de votre paiement.<br>Réessayez ou contactez-nous si le problème persiste.
it_it: Si è verificato un errore al momento dell’elaborazione del tuo pagamento.<br>Si prega di riprovare più tardi o di contattarci qualora il problema dovesse persistere.
nl_nl: Er is iets fout gegaan bij de verwerking van uw betaling.<br>Probeert u het opnieuw of neem contact met ons op als het probleem blijft bestaan.
pt_pt: Ocorreu um erro na validação do seu pagamento.<br>Por favor, tente novamente ou contate-nos se o problema persistir.

source: Selected payment method : Pay Now with Alma
de_de: Ausgewählte Zahlungsmethode : Pay Now with Alma
es_es: Forma de pago seleccionada : Pague ahora con Alma
fr_fr: Mode de paiement sélectionné : Pay Now with Alma
it_it: Metodo di pagamento selezionato: Paga ora con Alma
nl_nl: Geselecteerde betaalmethode: Betaal direct met Alma
pt_pt: Método de pagamento selecionado: Pagar agora com a Alma

source: Selected payment method : %d installments with Alma
de_de: Gewählte Zahlungsmethode : %d Ratenzahlung mit Alma
es_es: Forma de pago seleccionada : %d plazos con Alma
fr_fr: Mode de paiement choisi : %d paiements échelonnés avec Alma
it_it: Metodo di pagamento selezionato: %d rate con Alma
nl_nl: Geselecteerde betaalmethode: %d termijnen met Alma
pt_pt: Método de pagamento selecionado: %d prestações com a Alma

source: Selected payment method : D+%d deferred with Alma
de_de: Gewählte Zahlungsmethode : D+%d aufgeschoben mit Alma
es_es: Forma de pago seleccionada : D+%d aplazado con Alma
fr_fr: Mode de paiement choisi : D+%d différé avec Alma
it_it: Metodo di pagamento selezionato: D+%d differito con Alma
nl_nl: Gekozen betalingswijze: D+%d achteraf met Alma
pt_pt: Método de pagamento seleccionado: D+%d diferido com a Alma

source: Selected payment method : M+%d deferred with Alma
de_de: Gewählte Zahlungsmethode : M+%d aufgeschoben mit Alma
es_es: Forma de pago seleccionada : M+%d aplazado con Alma
fr_fr: Mode de paiement choisi : M+%d différé avec Alma
it_it: Metodo di pagamento selezionato: M+%d differito con Alma
nl_nl: Gekozen betalingswijze: M+%d achteraf met Alma
pt_pt: Método de pagamento seleccionado: M+%d diferido com Alma

source: Pay in installments
de_de: In Raten zahlen
es_es: Pago a plazos
fr_fr: Payer en plusieurs fois
it_it: Pagamenti a rate
nl_nl: In termijnen betalen
pt_pt: Pagamento em prestações

source: Pay by credit card
de_de: Mit Kreditkarte bezahlen
es_es: Pagar con tarjeta de crédito
fr_fr: Payer maintenant par carte bancaire
it_it: Paga ora con carta
nl_nl: Betalen met creditcard
pt_pt: Pagar com cartão de crédito

source: Fast and secured payments
de_de: Schnelle und sichere Zahlungen
es_es: Pagos rápidos y seguros
fr_fr: Paiements rapides et sécurisés
it_it: Pagamenti rapidi e sicuri
nl_nl: Snelle en veilige betalingen
pt_pt: Pagamentos rápidos e seguros

source: Fast and secure payment by credit card
de_de: Zahlen Sie mit Zahlungsaufschub oder in monatlichen Ratenzahlung mit Ihrer Kreditkarte
es_es: Pago rápido y seguro con tarjeta bancaria
fr_fr: Payez en plusieurs fois ou en différé avec votre carte bancaire
it_it: Pagamenti veloci e sicuri con la carta
nl_nl: Betaal later of in meerdere maandelijkse termijnen met uw creditcard.
pt_pt: Pagamento rápido e seguro com cartão de crédito

source: Pay later
de_de: Später bezahlen
es_es: Pagar más tarde
fr_fr: Payer plus tard
it_it: Paga più tardi
nl_nl: Betaal later
pt_pt: Pagar mais tarde

source: Pay with financing
de_de: Bezahlen mit Finanzierung
es_es: Pagar con financiación
fr_fr: Payer par financement
it_it: Paga con un finanziamento
nl_nl: Betaal met financiering
pt_pt: Pagar com financiamento

source: Some products cannot be paid with monthly or deferred installments
de_de: Einige Produkte können nicht mit monatlichen Raten oder Zahlungsaufschub bezahlt werden
es_es: Algunos productos no se pueden pagar con cuotas mensuales o diferidas
fr_fr: Certains produits ne sont pas payables en plusieurs fois ou en différé
it_it: Alcuni prodotti non possono essere pagati con rate mensili o pagamenti differiti
nl_nl: Sommige producten kunnen niet met maandelijkse of uitgestelde termijnen worden betaald
pt_pt: Alguns produtos não podem ser pagos em prestações mensais ou em diferido

source: Alma is almost ready. To get started, <a href="%s">fill in your API keys</a>.
de_de: Alma ist gleich bereit. Geben Sie zunächst <a href="%s">Ihre API-Schlüssel an</a>.
es_es: Alma está casi lista. Para empezar, <a href="%s">indica tus claves API</a>.
fr_fr: Alma est presque prêt. Pour démarrer, <a href="%s">renseignez vos clefs d’API</a>.
it_it: Alma è quasi pronto. Per renderlo pubblico, <a href="%s">inserisci le chiavi API</a>.
nl_nl: Alma is bijna klaar. <a href="%s">Voer uw API-sleutels in</a> om te kunnen beginnen.
pt_pt: A Alma está quase instalada. Para começar, <a href="%s">preencha as suas chaves API</a>.

source: Product%s not found - Not displaying Alma
de_de: Produkt %s nicht gefunden – Alma wird nicht angezeigt
es_es: Producto%s no encontrado - Alma no se muestra
fr_fr: Produit%s non trouvé - Alma ne s'affiche pas
it_it: Prodotto %s non trovato - Alma non compare a display
nl_nl: Product%s niet gevonden - Alma wordt niet weergegeven
pt_pt: Produto%s não encontrado - Não exibir a Alma

source: We were unable to process your order, please try again.
de_de: Wir konnten Ihre Bestellung nicht bearbeiten, bitte versuchen Sie es erneut.
es_es: No hemos podido procesar su pedido, inténtelo de nuevo.
fr_fr: Nous n'avons pas pu traiter votre commande, veuillez réessayer.
it_it: Non siamo riusciti ad elaborare il tuo ordine, ti preghiamo di riprovare.
nl_nl: We konden je bestelling niet verwerken, probeer het opnieuw.
pt_pt: Não foi possível processar a sua encomenda, por favor tente novamente.
