Repository: alma/alma-woocommerce-gateway
Catalog: src/languages/alma-gateway-for-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_pt

source: → %d-installment payment
de_de: → Zahlung in %d Raten
es_es: → Pago en %d cuotas
fr_fr: → Paiement en %d fois
it_it: → Pagamento in %d rate
nl_nl: → Betalen in %d keer
pt_pt: → %d-pagamento em prestações

source: → Pay Now
de_de: → Jetzt bezahlen
es_es: → Pagar ahora
fr_fr: → Payer maintenant
it_it: → Paga ora
nl_nl: → Direct betalen
pt_pt: → Pagar agora

source: → D+%d-deferred payment
de_de: → D+%d Zahlungsaufschub
es_es: → Pago aplazado D+%d
fr_fr: → Paiement différé à J+%d
it_it: → Pagamento differito D+%d
nl_nl: → D+%d-uitgestelde betaling
pt_pt: → D+%d-pagamento em diferido

source: → M+%d-deferred payment
de_de: → M+%d Zahlungsaufschub
es_es: → Pago aplazado M+%d
fr_fr: → Paiement différé à M+%d
it_it: → Pagamento differito M+%d
nl_nl: → M+%d-uitgestelde betaling
pt_pt: → M+%d-pagamento em diferido

source: Impossible to save the settings, please try again later.
de_de: Die Einstellungen konnten nicht gespeichert werden, bitte versuchen Sie es später erneut.
es_es: Imposible guardar los ajustes, por favor inténtelo más tarde.
fr_fr: Impossible d'enregistrer les paramètres, veuillez réessayer plus tard.
it_it: Impossibile salvare le impostazioni, riprovare più tardi.
nl_nl: Niet gelukt om de instellingen op te slaan, probeer het later nog eens.
pt_pt: Impossível salvar as configurações, por favor tente novamente mais tarde.

source: The settings have been saved. <a href="%s">Refresh</a> the page when ready.
de_de: Die Einstellungen wurden gespeichert. <a href="%s">Aktualisieren</a> die Seite, wenn sie bereits ist.
es_es: Los ajustes se han guardado. <a href="%s">Actualizar</a> la página cuando esté lista.
fr_fr: Les paramètres ont été enregistrés. <a href="%s">Actualiser</a> la page lorsqu'elle est prête.
it_it: Le impostazioni sono state salvate. <a href="%s">Aggiorna</a> la pagina.
nl_nl: De instellingen zijn opgeslagen. <a href="%s">Vernieuw</a> de pagina wanneer je klaar bent.
pt_pt: As definições foram guardadas. <a href="%s">Actualizar</a> a página quando pronta.

source: By accepting this option, you enable Alma to analyze the usage of your payment methods and get information in order to improve your clients’ experience.
de_de: Indem Sie diese Option akzeptieren, erlauben Sie Alma, die Nutzung Ihrer Zahlungsmittel zu analysieren und Informationen zu erhalten, um die Erfahrung Ihrer Kunden zu verbessern.
es_es: Al aceptar esta opción, usted permite a Alma analizar el uso de sus métodos de pago y obtener información con el fin de mejorar la experiencia de sus clientes.
fr_fr: En acceptant cette option, vous permettez à Alma d'analyser l'utilisation de vos méthodes de paiement et d'obtenir des informations afin d'améliorer l'expérience de vos clients.
it_it: Accettando questa opzione, consentite ad Alma di analizzare l'utilizzo dei vostri metodi di pagamento e di ottenere informazioni per migliorare l'esperienza dei vostri clienti.
nl_nl: Door deze optie te accepteren, stel je Alma in staat het gebruik van jouw betaalmethoden te analyseren en informatie te verkrijgen om de ervaring van jouw klanten te verbeteren.
pt_pt: Ao aceitar esta opção, permite à Alma analisar a utilização dos seus métodos de pagamento e obter informações a fim de melhorar a experiência dos seus clientes.

source: You can <a href="mailto:support@getalma.eu">opt out and erase your data</a> at any moment.
de_de: Sie können sich jederzeit unter <a href="mailto:hilfe@getalma.eu">abmelden und Ihre Daten unter</a> löschen.
es_es: Usted puede optar por <a href="mailto:support@getalma.eu">y borrar sus datos</a> en cualquier momento.
fr_fr: Vous pouvez à tout moment vous désinscrire de <a href="mailto:support@getalma.eu">et effacer vos données</a> .
it_it: È possibile <a href="mailto:support@getalma.eu">rinunciare e cancellare i propri dati</a> in qualsiasi momento.
nl_nl: Je kunt je op elk moment <a href="mailto:support@getalma.eu">afmelden en jouw gegevens</a> wissen.
pt_pt: Pode <a href="mailto:support@getalma.eu">optar por excluir e apagar os seus dados</a> em qualquer momento.

source: Know more about collected data
de_de: Mehr über gesammelte Daten erfahren
es_es: Más información sobre los datos recogidos
fr_fr: En savoir plus sur les données collectées
it_it: Per saperne di più sui dati raccolti
nl_nl: Meer weten over verzamelde gegevens
pt_pt: Saber mais sobre os dados recolhidos

source: total quantity of orders, amounts and currencies
de_de: Gesamtmenge der Aufträge, Beträge und Währungen
es_es: cantidad total de pedidos, importes y monedas
fr_fr: la quantité totale de commandes, les montants et les devises
it_it: quantità totale di ordini, importi e valute
nl_nl: totale hoeveelheid orders, bedragen en valuta's
pt_pt: quantidade total de encomendas, montantes e moedas

source: payment provider for each order
de_de: Zahlungsdienstleister für jede Bestellung
es_es: proveedor de pago para cada pedido
fr_fr: le prestataire de paiement pour chaque commande
it_it: fornitore di pagamento per ogni ordine
nl_nl: betalingsprovider voor elke bestelling
pt_pt: fornecedor do pagamento para cada encomenda

source: REJECT
de_de: ABLEHNEN
es_es: RECHAZAR
fr_fr: REJET
it_it: RIFIUTO
nl_nl: WEIGER
pt_pt: REJEITAR

source: ACCEPT
de_de: AKZEPTIEREN
es_es: ACEPTAR
fr_fr: ACCEPTER
it_it: ACCETTO
nl_nl: ACCEPTEER

source: Increase your performance & get insights !
de_de: Erhöhen Sie Ihre Leistung und erhalten Sie Einblicke!
es_es: Aumente su rendimiento y obtenga información
fr_fr: Augmentez vos performances et obtenez des informations !
it_it: Aumenta le tue prestazioni e ottieni risultati di analisi approfondite!
nl_nl: Verhoog jouw prestaties & krijg inzichten!
pt_pt: Aumente o seu desempenho e obtenha conhecimentos!

source: Enable/Disable
de_de: Aktivieren/Deaktivieren
es_es: Activar/Desactivar
fr_fr: Activer/Désactiver
it_it: Attiva/Disattiva
nl_nl: Activeren/Deactiveren
pt_pt: Permitir/Não permitir

source: Enable monthly payments with Alma
de_de: Ratenzahlung mit Alma aktivieren
es_es: Activar el pago en cuotas con Alma
fr_fr: Activer le paiement en plusieurs fois avec Alma
it_it: Attivare il pagamento in più rate con Alma
nl_nl: Gespreid betalen met Alma activeren
pt_pt: Permitir prestações mensais através da Alma

source: You can find your API keys on <a href="%s" target="_blank">your Alma dashboard</a>
de_de: Sie finden Ihre API-Schlüssel in <a href="%s" target="_blank">Ihrem Alma Dashboard</a>
es_es: Podrá encontrar sus claves API en su <a href="%s" target="_blank">panel de control de Alma</a>
fr_fr: Vous pouvez trouver vos clés API sur <a href="%s" target="_blank">votre tableau de bord Alma</a>
it_it: Puoi trovare le tue chiavi API sulla <a href="%s" target="_blank">tua dashboard Alma</a>
nl_nl: U vindt u API-sleutels op <a href="%s" target="_blank">uw Alma dashboard</a>
pt_pt: Pode encontrar as suas chaves API <a href="%s" target="_blank">no seu painel de controlo Alma</a>

source: Live API key
de_de: API-Schlüssel live
es_es: Clave API para el entorno en vivo
fr_fr: API key live
it_it: Chiave API Live
nl_nl: API key live
pt_pt: Chave API live

source: Test API key
de_de: API-Testschlüssel
es_es: Clave API para el entorno de prueba
fr_fr: API key de test
it_it: Chiave API Test
nl_nl: API key test
pt_pt: Chave API de teste

source: API Mode
de_de: API-Modus
es_es: Modo de la API
fr_fr: Mode de l’API
it_it: Modalità dell'API
nl_nl: Modus van API
pt_pt: Modo API

source: Use <b>Test</b> mode until you are ready to take real orders with Alma<br>In Test mode, only admins can see Alma on cart/checkout pages.<br> %s
de_de: Verwenden Sie den <b>Test</b> Modus, bis Sie bereit sind, echte Bestellungen mit Alma<br>entgegenzunehmen. Im Testmodus können nur Administratoren Alma auf den Warenkorb-/Kassenseiten sehen.<br> %s
es_es: Utilice <b>Prueba</b> modo hasta que esté listo para tomar pedidos reales con Alma<br>En el modo de prueba, sólo los administradores pueden ver Alma en el carro / páginas de pago.<br> %s
fr_fr: Utilisez le mode <b>Test</b> jusqu'à ce que vous soyez prêt à prendre de vraies commandes avec Alma<br>En mode Test, seuls les administrateurs peuvent voir Alma sur les pages de paiement.<br> %s
it_it: Utilizza la modalità <b>Test</b> fino a quando non sarai pronti a prendere ordini reali con Alma<br>In modalità Test, solo gli amministratori possono vedere Alma sulle pagine dei carrelli e degli acquisti.<br> %s
nl_nl: Gebruik de modus <b>Test</b> totdat je klaar bent om echte bestellingen aan te nemen met Alma<br>In de Testmodus kunnen alleen beheerders Alma zien op de winkelwagen-/kassa-pagina's.<br> %s
pt_pt: Utilize o modo de teste <b></b> até estar pronto para receber encomendas reais com o Alma<br>No modo de teste, apenas os administradores podem ver o Alma nas páginas de carrinho/checkout.<br> %s

source: <br>Merchant id : "%s"
de_de: <br>Händler-ID : "%s"
es_es: <br>Id de comerciante : "%s"
fr_fr: <br>Identifiant du commerçant : "%s"
it_it: <br>Id venditore : "%s"
nl_nl: <br>Verkoper id: "%s"
pt_pt: <br>ID do comerciante: "%s"

source: <br>Merchant name : "%s"
de_de: <br>Name des Händlers : "%s"
es_es: <br>Nombre del comerciante : "%s"
fr_fr: <br>Nom du commerçant : "%s"
it_it: <br>Nome del venditore: "%s"
nl_nl: <br>Naam van de verkoper: "%s"
pt_pt: <br>Nome do comerciante : "%s"

source: → Debug options
de_de: → Debug-Optionen
es_es: → Opciones de depuración
fr_fr: → Options de déboggage
it_it: → Opzioni di debug
nl_nl: → Opties voor foutopsporing
pt_pt: → Opções de depuração

source: Debug mode
de_de: Debug-Modus
es_es: Modo depurar
fr_fr: Mode debug
it_it: Modalità debug
nl_nl: Debug modus
pt_pt: Modo de depuração

source: Activate debug mode
de_de: Debug-Modus aktivieren
es_es: Activar el modo depurar
fr_fr: Activer le mode debug
it_it: Attiva la modalità debug
nl_nl: Debug modus activeren
pt_pt: Ativar o modo de depuração

source: (<a href="%s">Go to logs</a>)
de_de: (<a href="%s">Zu den Logdateien</a>)
es_es: (<a href="%s">Ir a registros</a>)
fr_fr: (<a href="%s">Voir les logs</a>)
it_it: (<a href="%s">Vai ai log</a>)
nl_nl: (<a href="%s">Ga naar logs</a>)
pt_pt: (<a href="%s">Ir para os acessos (logs)</a>)

source: Enable logging info and errors to help debug any issue with the plugin (previous Alma version : "%s")
de_de: Aktivieren Sie die Protokollierung von Informationen und Fehlern, um Probleme mit dem Plugin zu beheben (vorherige Alma-Version: "%s")
es_es: Habilitar el registro de información y errores para ayudar a depurar cualquier problema con el plugin (versión anterior Alma : "%s")
fr_fr: Activer la journalisation des informations et des erreurs pour aider à déboguer tout problème avec le plugin (version précédente d'Alma : "%s")
it_it: Abilita la registrazione delle informazioni e degli errori per aiutare il debug di qualsiasi problema con il plugin (versione precedente di Alma : "%s")
nl_nl: Inschakelen van logging info en fouten om te helpen bij het debuggen van problemen met de plugin (vorige Alma versie : "%s")
pt_pt: Ativar o registo de informações e erros para ajudar a resolver qualquer problema com o plugin (versão anterior do Alma: "%s")

source: → Display options
de_de: → Anzeigeoptionen
es_es: → Opciones de visualización
fr_fr: → Options d'affichage
it_it: → Opzioni di visualizzazione
nl_nl: → Weergaveopties
pt_pt: → Opções de visualização

source: Activate in-page checkout
de_de: In-Page-Kaufabwicklung aktivieren
es_es: Activar el pago integrado
fr_fr: Activer le paiement sans redirection avec In-page
it_it: Attiva la pagina di pagamento in-page
nl_nl: In-pagina afrekenen activeren
pt_pt: Ativar o checkout na página

source: Activate this setting if you want in-page checkout for Pay Now, Installment and Deferred payments.
fr_fr: Activez ce paramètre si vous souhaitez que les paiements immédiats, échelonnés et différés fassent l'objet d'une vérification sur la page.
it_it: Attiva questa impostazione se si desidera il checkout in-page per i pagamenti in una soluzione, rateali e differiti.
nl_nl: Activeer deze instelling als je in-page wilt afrekenen met Direct betalen, Termijnbetalingen en Uitgestelde betalingen.

source: (Learn more about this feature <a href="%s">here</a>)
de_de: (Erfahren Sie mehr über diese Funktion <a href="%s">hier</a>)
es_es: (Más información sobre esta función en <a href="%s"></a>)
fr_fr: (En savoir plus sur cette fonctionnalité <a href="%s">ici</a>)
it_it: (Per saperne di più su questa funzione clicca <a href="%s">qui</a>)
nl_nl: (Meer informatie over deze functie <a href="%s">hier</a>)
pt_pt: (Saiba mais sobre esta funcionalidade <a href="%s">aqui</a>)

source: Activate compatibility with Blocks templates themes
fr_fr: Activer la compatibilité avec les thèmes des modèles de blocs
it_it: Attivare la compatibilità con i temi dei modelli Blocks
nl_nl: Compatibiliteit activeren met Blocksjablonen-thema's

source: Activate this setting if you use a Blocks template Checkout page
fr_fr: Activez ce paramètre si vous utilisez un modèle de bloc pour la page de paiement.
it_it: Attivare questa impostazione se si utilizza un modello di blocco Pagina di cassa
nl_nl: Activeer deze instelling als je een Bloksjabloon Afrekenpagina gebruikt

source: → Fee plans configuration
de_de: → Konfigurieren der Gebührenpläne
es_es: → Configuración de planes de tarifas
fr_fr: → Configuration des conditions de paiement
it_it: → configurazione dei termini di pagamento
nl_nl: → Configuratie tariefplan
pt_pt: → Configuração dos planos de encargos

source: ⚠ There is no fee plan allowed in your <a href="%s" target="_blank">Alma dashboard</a>.
de_de: ⚠ In Ihrem <a href="%s" target="_blank">Alma Dashboard</a> ist kein Gebührenplan zugelassen.
es_es: ⚠ No hay ningún plan de tarifas autorizado en su <a href="%s" target="_blank">panel de control Alma</a>.
fr_fr: ⚠ Il n’y a pas de conditions de paiement autorisées dans votre <a href="%s" target="_blank">tableau de bord Alma</a>.
it_it: ⚠ non sono presenti piani tariffari autorizzati nella tua <a href="%s" target="_blank">dashboard Alma</a>.
nl_nl: ⚠ Tariefplan is niet toegestaan in uw <a href="%s" target="_blank">Alma dashboard</a>.
pt_pt: ⚠ Não é permitido nenhum plano de encargos no seu <a href="%s" target="_blank">painel de controlo Alma</a>.

source: Select a fee plan to update
de_de: Wählen Sie einen Gebührenplan zur Aktualisierung aus
es_es: Selecciona un plan de tarifas para actualizar
fr_fr: Sélectionnez une condition de paiement
it_it: Seleziona una modalità di pagamento da aggiornare
nl_nl: Selecteer een tariefplan om te updaten
pt_pt: Selecione um plano de encargos para atualizar

source: Choose which fee plan you want to modify<br>(only your <a href="%s" target="_blank">Alma dashboard</a> available fee plans are shown here).
de_de: Wählen Sie den zu ändernden Gebührenplan aus<br>(nur die in Ihrem <a href="%s" target="_blank">Alma Dashboard</a> verfügbaren Gebührenpläne werden hier angezeigt).
es_es: Elija el plan de tarifas que desea modificar<br>(aquí solo se muestran los planes de tarifas disponibles en su <a href="%s" target="_blank">panel de control de Alma</a>).
fr_fr: Choisissez la condition de paiement que vous souhaitez modifier<br>(seules les conditions de paiement disponibles sur votre <a href="%s" target="_blank">tableau de bord Alma</a> sont affichées ici).
it_it: Scegli quale modalità di pagamento desideri modificare<br>(solo i piani tariffari disponibili sulla tua <a href="%s" target="_blank">dashboard Alma</a> sono illustrati qui).
nl_nl: Kies het tariefplan dat u wilt wijzigen<br>(alleen de tariefplannen op uw <a href="%s" target="_blank">Alma dasboard</a> worden hier getoond).
pt_pt: Escolha o plano de encargos que quer alterar<br>(apenas os seus planos de encargos disponíveis no <a href="%s" target="_blank">painel de controlo Alma</a> são exibidos aqui).

source: Enable %d-installment payments with Alma
de_de: Zahlung in %d Raten aktivieren
es_es: Activar el pago en %d cuotas
fr_fr: Activer le paiement en %d fois
it_it: Attiva il pagamento in %d rate
nl_nl: Betaling in %d keer activeren
pt_pt: Permitir %d-pagamentos em prestações através da Alma

source: Enable D+%d-deferred payments with Alma
de_de: Aktivierung von D+%d Zahlungsaufschub mit Alma
es_es: Habilitar pagos aplazados D+%d con Alma
fr_fr: → Activer les paiements différés à J+%d avec Alma
it_it: Abilita i pagamenti differiti D+%d con Alma
nl_nl: Uitgestelde %d-betalingen inschakelen met Alma
pt_pt: Permitir D+%d-pagamentos em diferido através da Alma

source: Enable M+%d-deferred payments with Alma
de_de: Aktivierung von M+%d Zahlungsaufschub mit Alma
es_es: Habilitar pagos aplazados M+%d con Alma
fr_fr: Activer les paiements différés à M+%d avec Alma
it_it: Abilita i pagamenti differiti M+%d con Alma
nl_nl: M+%d uitgestelde betalingen inschakelen met Alma
pt_pt: Permitir M+%d-pagamentos em diferido através da Alma

source: Minimum amount
de_de: Mindestbetrag (€)
es_es: Importe mínimo (€)
fr_fr: Montant minimum (€)
it_it: Importo minimo (€)
nl_nl: Minimum bedrag (€)
pt_pt: Montante mínimo

source: Maximum amount
de_de: Höchstbetrag (€)
es_es: Importe máximo (€)
fr_fr: Montant maximum (€)
it_it: Importo massimo (€)
nl_nl: Maximum bedrag (€)
pt_pt: Montante máximo

source: You can offer %1$d-installment payments for amounts between <b>%2$d€</b> and <b>%3$d€</b>.
de_de: Sie können die Zahlung in %1$d Raten bei Beträgen zwischen <b>%2$d €</b> und <b>%3$d €</b> anbieten.
es_es: Puedes ofrecer el pago en %1$d cuotas para importes comprendidos entre <b>%2$d €</b> y <b>%3$d €</b>.
fr_fr: Vous pouvez proposer le paiement en %1$d fois pour des montants compris entre <b>%2$d€</b> et <b>%3$d€</b>.
it_it: Puoi proporre il pagamento in %1$d rate per somme comprese tra <b>%2$d€</b> e <b>%3$d€</b>.
nl_nl: U kunt betaling in %1$d keer aanbieden voor bedragen tussen <b>€%2$d</b> en <b>€%3$d</b>.
pt_pt: Pode oferecer %1$d-pagamentos em prestações para montantes entre <b>%2$d€</b> e <b>%3$d€</b>.

source: You can offer instant payments for amounts between <b>%2$d€</b> and <b>%3$d€</b>.
de_de: Sie können Sofortzahlungen für Beträge zwischen <b>%2$d€</b> und <b>%3$d€</b>anbieten.
es_es: Puede ofrecer pagos instantáneos por importes comprendidos entre <b>%2$d€</b> y <b>%3$d€</b>.
fr_fr: Vous pouvez proposer des paiements instantanés pour des montants compris entre <b>%2$d€</b> et <b>%3$d€</b>.
it_it: Puoi offrire pagamenti istantanei per importi compresi tra <b>%2$d€</b> e <b>%3$d€</b>.
nl_nl: Je kunt onmiddellijke betalingen aanbieden voor bedragen tussen <b>%2$d€</b> en <b>%3$d€</b>.
pt_pt: Pode oferecer pagamentos imediatos para montantes entre <b>%2$d€</b> e <b>%3$d€</b>.

source: You can offer D+%1$d-deferred payments for amounts between <b>%2$d€</b> and <b>%3$d€</b>.
de_de: Sie können D+%1$d Zahlungsaufschub für Beträge zwischen <b>%2$d€</b> und <b>%3$d€</b> anbieten.
es_es: Puede ofrecer pagos aplazados D+%1$d para importes de entre <b>%2$d €</b> y <b>%3$d €</b>.
fr_fr: Vous pouvez offrir les paiements différés à J+%1$d pour les montants entre <b>%2$d€</b> et <b>%3$d€</b>.
it_it: Puoi offrire pagamenti differiti D+%1$d per somme comprese tra <b>%2$d€</b> e <b>%3$d€</b>.
nl_nl: U kunt D+%1$d-uitgestelde betalingen aanbieden voor bedragen tussen <b>%2$d€</b> en <b>%3$d€</b>.
pt_pt: Pode oferecer D+%1$d-pagamentos em diferido para montantes entre <b>%2$d€</b> e <b>%3$d€</b>.

source: You can offer M+%1$d-deferred payments for amounts between <b>%2$d€</b> and <b>%3$d€</b>.
de_de: Sie können M+%1$d Zahlungsaufschub für Beträge zwischen <b>%2$d€</b> und <b>%3$d€</b> anbieten.
es_es: Puede ofrecer pagos aplazados M+%1$d para importes de entre <b>%2$d €</b> y <b>%3$d €</b>.
fr_fr: Vous pouvez offrir les paiements différés à M+%1$d pour les montants entre <b>%2$d€</b> et <b>%3$d€</b>.
it_it: Puoi offrire pagamenti differiti M+%1$d per somme comprese tra <b>%2$d€</b> e <b>%3$d€</b>.
nl_nl: U kunt M+%1$d-uitgestelde betalingen aanbieden voor bedragen tussen <b>%2$d€</b> en <b>%3$d€</b>.
pt_pt: Pode oferecer M+%1$d-pagamentos em diferido para montantes entre <b>%2$d€</b> e <b>%3$d€</b>.

source: Fees applied to each transaction for this plan:
de_de: Für jede Transaktion werden Gebühren erhoben:
es_es: Por cada transacción se aplican tasas:
fr_fr: Des frais s'appliquent pour chaque transaction:
it_it: A ciascuna transazione si applicano delle commissioni:
nl_nl: Er zijn kosten van toepassing voor elke transactie:
pt_pt: Encargos aplicados a cada transação para este plano:

source: You pay:
de_de: Sie zahlen:
es_es: Tú pagas:
fr_fr: Vous payez :
it_it: Tu paghi:
nl_nl: U betaalt:
pt_pt: Paga:

source: Customer pays:
de_de: Der Kunde zahlt:
es_es: El cliente paga:
fr_fr: Le client paye :
it_it: Il cliente paga:
nl_nl: De klant betaalt:
pt_pt: O cliente paga:

source: <u>Note</u>: Customer fees are impacted by the usury rate, and will be adapted based on the limitations to comply with regulations. For more information, visit the Configuration page on your <a href="%s" target="_blank">Alma Dashboard</a>.
es_es: <u>Nota</u>: Las comisiones de los clientes se ven afectadas por la tasa de usura, y se adaptarán en función de las limitaciones para cumplir con la normativa. Para obtener más información, visite la página de configuración en su <a href="%s" target="_blank">Alma Dashboard</a>.
fr_fr: <u>Note</u>: Les frais des clients sont influencés par le taux d'usure et seront adaptés en fonction des limitations pour se conformer à la réglementation. Pour plus d'informations, visitez la page Configuration sur votre <a href="%s" target="_blank">Alma Dashboard</a>.
it_it: <u>Nota</u>: le commissioni per i clienti dipendono dal tasso di usura e saranno adattate in base alle limitazioni per rispettare le normative. Per maggiori informazioni, visitate la pagina Configurazione sul tuo <a href="%s" target="_blank">portale Alma</a>.
nl_nl: <u>Opmerking</u>: Klantenkosten worden beïnvloed door de woekerrente en zullen worden aangepast op basis van de beperkingen om te voldoen aan de regelgeving. Ga voor meer informatie naar de configuratiepagina op je <a href="%s" target="_blank">Alma Dashboard</a>.

source: Customer lending rate:
de_de: Kundenkreditzins:
es_es: Tipo de préstamo para clientes:
fr_fr: Taux débiteur client :
it_it: Tasso di prestito del cliente:
nl_nl: Kredietrente voor klanten:
pt_pt: Taxa de empréstimo do cliente:

source: → General configuration
de_de: → Allgemeine Konfiguration
es_es: → Configuración general
fr_fr: → Configuration générale
it_it: → Configurazione generale
nl_nl: → Algemene configuratie
pt_pt: → Configuração geral

source: Edit the text displayed when choosing the payment method in your checkout.
de_de: Bearbeiten Sie den Text, der bei der Auswahl der Zahlungsmethode in Ihrer Kasse angezeigt wird.
es_es: Edita el texto que se muestra al elegir el método de pago en tu caja.
fr_fr: Modifiez le texte affiché lors du choix de la méthode de paiement dans votre tunnel d’achat.
it_it: Modifica il testo visualizzato quando si sceglie il metodo di pagamento nel checkout.
nl_nl: Wijzig de tekst die wordt weergegeven bij het kiezen van de betaalmethode op de checkout pagina.
pt_pt: Edite o texto que é exibido ao escolher o método de pagamento no seu checkout.

source: Payments in 2, 3 and 4 installments:
de_de: Zahlungen in 2, 3 und 4 Raten:
es_es: Pagos en 2, 3 y 4 plazos:
fr_fr: Paiements en 2, 3 et 4 fois :
it_it: Pagamenti in 2, 3 e 4 rate:
nl_nl: Betalingen in 2, 3 en 4 termijnen:
pt_pt: Pagamentos em 2, 3 e 4 prestações:

source: Pay Now:
de_de: Jetzt bezahlen:
es_es: Pague ahora:
fr_fr: Payez maintenant :
it_it: Paga Ora:
nl_nl: Direct betalen:
pt_pt: Pagar agora:

source: Deferred Payments:
de_de: Aufgeschobene Zahlungen:
es_es: Pagos diferidos:
fr_fr: Paiements différés :
it_it: Pagamenti differiti:
nl_nl: Uitgestelde betalingen:
pt_pt: Pagamentos em diferido:
